var items = [
	{ title: '尝试全机种FC', reason: ['你推分将有如神助', '总感觉手感不是很好'] },
	{ title: '带妹子出勤', reason: ['两人联机不会有路人打扰', '总是会有路人阻止你们联机'] },
	{ title: '下班后出勤', reason: ['你在机厅里疯跑也不会撞到人', '你等了很久才排上队'] },
	{ title: '带iPad上厕所', reason: ['成功地在马桶盖上收歌', '你的妈妈莫名听见厕所里有人嚎哭'] },
	{ title: '大面积交配', reason: ['...?', '...?'] },
	{ title: '打Plan8', reason: ['你也许能够推分', '你可能会甩飞盘子'] },
	{ title: '收歌', reason: ['围观的妹子会向你表白', '你疯狂的样子给喜欢你的妹子留下了不好的印象'] },
	{ title: '在机厅勾搭妹子', reason: ['有机会认识新的妹触', '你会被当作变态'] },
	{ title: '课金11连', reason: ['你有很大机会抽到UR', '你只能得到一大堆R'] },
	{ title: '打DAZZLING❤SEASON', reason: ['你也许突然间就会Flick了', '你会被jun妈嗓音镇住'] },
	{ title: '打七段', reason: ['沙发日就这么过了', '听说你不会馅蜜?'] },
	{ title: '到机厅先去洗手间', reason: ['你一身轻松回来打机', '回来的时候有人在你前面排队'] },
	{ title: '不戴眼镜', reason: ['没了眼镜感觉很轻松', '你看不清谱面'] },
	{ title: '上EHT收本子', reason: ['你会收到不错的本子', '你在施法的时候会忘记锁门'] },
	{ title: '穿女装出勤', reason: ['别人都以为你是女触', '你在众人前暴露了'] },
	{ title: '约异性出勤', reason: ['她会欣然答应', '你被果断地拒绝了'] },
	{ title: '上班时偷偷玩音游', reason: ['一不小心就蹭蹭蹭了', '你会被老板发现'] },
	{ title: '半夜出门买炒粉', reason: ['你会捡到一个妹子', '你捡到一个妹子然后被警察抓走'] },
	{ title: '打八段', reason: ['你眼睛突然放得很亮', '是男人就撑过八秒'] },
	{ title: '冲皆传', reason: ['你发现盘子非常敏感顺滑', '那啥...你去的机厅没有盘子'] },
	{ title: '打夏祭り', reason: ['红蓝小脸蛋分得好清楚啊', '你看到屏幕上黑条闪过'] },
	{ title: '和学姐出去玩', reason: ['虽然被虐了但是好像她对你...', '学姐甩下一句 "音游狗不要"'] },
	{ title: '和学妹见面', reason: ['她今天没穿高跟鞋 (?)', '她带着男友来打机'] },
	{ title: '清晨练手', reason: ['神清气爽一整天', '你忘记了等会还有补考'] },
	{ title: '打金风', reason: ['你突然开窍了单手打三行', '可丽饼掉在机台上了啊啊啊啊!!!'] },
	{ title: '闭店前打段位', reason: ['有了紧迫感七八段统统不是问题', '过段位的瞬间机厅拉电闸了'] },
	{ title: '公交上打板子', reason: ['精神十分地集中', '现场表演了一次Failed'] },
	{ title: '复读', reason: ['整个群都在跟着你复读', '您已被移出该群'] },
	{ title: '打灼热', reason: ['有小学妹帮你搓盘', '盘子被你洗飞了'] },
	{ title: '化身面基狂魔', reason: ['突然成为妹帝', '来的都是给'] },
	{ title: '打True Love表白', reason: ['爱的都市传说', '打个D还表什么白'] },
	{ title: '打BIBIBI', reason: ['魔能11押用脸黄', '尾杀死'] },
	{ title: '打致命空袭', reason: ['你的体力非常棒', '开头16Note全蓝啦'] },
	{ title: '叼着可丽饼打机', reason: ['你会FC掉KK的歌', '可丽饼掉在机台上被妹子看到'] },
	{ title: '打燎原之舞', reason: ['你会FC掉KK的歌', '可丽饼掉在机台上被妹子看到'] },
	{ title: '询问CxB娘任务路线', reason: ['她会给你详细的列表', '她也不知道'] },
	
	{ title: 'null', reason: ['咦...这是什么?', '咦...这是什么?'] }
];

var games = ['jubear', 'IIDX', '小粉饼', 'DE', 'RB', 'miaomiao', '太鼓', 'Deemo', 'Cytus', 'O2JAM', 'DM'];

__loadScript('render.js');
